IDEA StatiCa Open Model
LineSupportSegment.FlexibleStiffnessZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Support stiffness Z dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FlexibleStiffnessZ { get; set; }
Public Property FlexibleStiffnessZ As Double
	Get
	Set
public:
property double FlexibleStiffnessZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace